Repository: jlgsanchez/IPM-1
Catalog: p1/locale/*/LC_MESSAGES/p1.po
Languages: es, fr, gl

source: Add
es: Añadir
fr: Ajouter
gl: Engadir

source: Edit
es: Editar
fr: Éditer
gl: Editar

source: Delete
es: Eliminar
fr: Supprimer
gl: Eliminar

source: Show all movies
es: Todas las películas
fr: Tous les films
gl: Todos os filmes

source: Show watched movies
es: Películas vistas
fr: Films vues
gl: Filmes vistos

source: Show unwatched movies
es: Películas sin ver
fr: Films ne vues pas
gl: Filmes non vistos

source: Show recommendations
es: Recomendaciones
fr: Recommandations
gl: Recomendacións

source: Name of the movie
es: Nombre de la película
fr: Nom du film
gl: Nome do filme

source: Add
es: Añadir
fr: Ajouter
gl: Engadir

source: Edit
es: Editar
fr: Éditer
gl: Editar

source: Cancel
es: Cancelar
fr: Annuler
gl: Cancelar

source: I've watched this movie
es: He visto esta película
fr: Je l'ai vu ce film
gl: Xa vin este filme

source: Movies
es: Películas
fr: Films
gl: Filmes

source: ERROR
fr: ERREUR
gl: ERRO

source: WARNING
es: ADVERTENCIA
fr: AVERTISSEMENT
gl: AVISO

source: You have another window opened. Close it first, please
es: Tienes otra ventana abierta. Ciérrela primero, por favor
fr: Vous avez une autre fenêtre ouverte. Fermez d'abord, s'il vous plaît
gl: Ten outra ventá aberta. Péchea primeiro, por favor

source: You can't change the recommendations list!
es: ¡No puedes modificar la lista de recomendaciones!
fr: Vous ne pouvez pas modifier la liste des recommandations
gl: Non pode cambiar a lista de recomendación!

source: No watched movies yet
es: No hay películas vistas
fr: Pas de films vues
gl: Non hai filmes vistos

source: Sorry, no recommendations found
es: Lo sentimos, no se han encontrado recomendaciones
fr: Désolé, aucune recommandation trouvé
gl: Sentímolo, non se atoparon recomendacións

source: An error ocurred while looking for recommendations. Make sure your key is correct
es: Se produjo un error mientras se buscaban recomendaciones. Asegúrese de que su clave es correcta
fr: Une erreur est survenue lors de la recherche de recommandations. Assurez-vous que votre clé est correcte
gl: Produciuse un erro mentres se buscaban recomendacións. Asegúrese de que a súa clave é correcta

source: An error ocurred: Cannot connect with themoviedb. Make sure you have requests installed
es: Se produjo un error: No se puede conectar con themoviedb. Asegúrese de que tiene requests instalado
fr: Une erreur est survenue: Impossible de se connecter avec themoviedb. Assurez-vous que vous avez requests installé
gl: Produciuse un erro: Non se pode conectar con themoviedb. Asegúrese de que ten instalado requests

source: This movie already exists
es: Esta película ya existe
fr: Ce film existe déjà
gl: Este filme xa existe

source: No movies yet
es: No hay películas
fr: Pas de films
gl: Non hai filmes

source: Please, select a movie
es: Por favor, seleccione una película
fr: Sélectionner un film, s'il vous plait
gl: Por favor, seleccione un filme

source: This movie will be deleted. Are you sure?
es: Esta película va a ser eliminada. ¿Está seguro?
fr: Ce film será supprimé. Es-tu sûr?
gl: Este filme vai ser eliminado. Está seguro?
